Repository: umlfri-old/addon_team
Catalog: team/trunk/plugin/locale/*/LC_MESSAGES/team_plugin.po
Languages: sk

source: Project is under version control, but is incompatible with Team plugin. Would you like to make it compatible? (There will be no physical changes to project file)
sk: Projekt je pod správou verzií, ale nie je kompatibilný so zásuvným modulom "Team". Chcete previesť projekt na kompatibilnú verziu? (Na projektovom súbore sa nevykonajú žiadne fyzické zmeny)

source: Diff project
sk: Zobraziť zmeny v projekte

source: Update
sk: Aktualizovať

source: Checkin
sk: Odoslať do repzitára

source: Revert
sk: Odstrániť lokálne zmeny

source: Solve conflicts
sk: Riešenie konfliktov

source: Checkout
sk: Stiahnutie revízie z repozitára

source: Show logs
sk: Zobraziť záznamy

source: Error occured:
sk: Vyskytla sa chyba:

source: Accept server certificate?
sk: Prijať certifikát servera?

source: No project loaded
sk: Nie je otvorený žiadny projekt

source: You must resolve all conflicts
sk: Musíte vyriešiť všetky konflikty

source: <Checkin message>
sk: <Správa>

source: Connections
sk: Spojenia

source: Object:
sk: Objekt:

source: View represenation of "
sk: Vizuálna reprezentácia "

source: " on diagram "
sk: " na diagrame "

source: Connection object (source: "
sk: Objekt spojenia (zdroj: "

source: ", destination:"
sk: ", cieľ:"

source: Project tree node of "
sk: Uzol v projektovom strome pre "

source: Let
sk: Ponechať

source: in place
sk: na svojom mieste

source: Data Conflict
sk: Dátový konflikt

source: Project tree Conflict
sk: Konflikt v projektovom strome

source: Visual Conflict
sk: Vizuálny konflikt

source: Deleted
sk: Vymazané

source: Inserted
sk: Vložené

source: from
sk: z

source: in path
sk: na ceste

source: into
sk: do

source: Modified
sk: Upravené

source: : New value
sk: : Nová hodnota

source: under parent
sk: pod rodičom

source: Moved
sk: Presunuté

source: from parent
sk: od rodiča

source: Changed order of
sk: Zmenené poradie

source: from index
sk: pôvodný index

source: to index
sk: nový index

source: Unable to merge all diffs
sk: Nie je možné zúžiť všetky zmeny

source: Cancel
sk: Zrušiť

source: Diff results
sk: Výsledky porovnania rozdielov

source: <Repository URL>
sk: <URL repozitára>

source: Specify revision
sk: Vyber revíziu

source: <Revision>
sk: <Revízia>

source: Select A Checkout Directory
sk: Vyberte adresár pre stiahnutie

source: Solving conflicts
sk: Riešenia konfliktov

source: Show mine diff
sk: Zobraz moje zmeny

source: Show theirs diff
sk: Zobraz zmeny iných

source: Show merged project
sk: Zobraz spojený projekt

source: ACCEPT MINE
sk: AKCEPTUJ MOJE ZMENY

source: ACCEPT THEIRS
sk: AKCEPTUJ ICH ZMENY

source: Choose revision
sk: Vyber revíziu

source: Specify Revision
sk: Vyber revíziu

source: Authorize
sk: Autorizácia

source: Username
sk: Meno

source: Password
sk: Heslo

source: Logs
sk: Záznamy

source: Diff revisions
sk: Porovnaj revízie
